"Query ${applicationName}" = "Truy vấn ${applicationName}";

"Start a new chat with ${applicationName} using ${model}" = "Bắt đầu một đoạn chat mới với ${applicationName} sử dụng ${model}";

"Ask ${applicationName}" = "Hỏi ${applicationName}";

"Send a question to ${applicationName}" = "Gửi một câu hỏi tới ${applicationName}";

"Start a new conversation with ${applicationName}" = "Bắt đầu một cuộc trò chuyện mới với ${applicationName}";

"Start a new conversation with ${applicationName} using ${model}" = "Bắt đầu một cuộc trò chuyện mới với ${applicationName} sử dụng ${model}";

"New conversation with ${applicationName}" = "Cuộc trò chuyện mới với ${applicationName}";

"Start a new chat with ${applicationName}" = "Bắt đầu một đoạn chat mới với ${applicationName}";

"Start voice conversation with ${applicationName}" = "Bắt đầu cuộc trò chuyện thoại với ${applicationName}";

"New chat with ${applicationName}" = "Đoạn chat mới với ${applicationName}";

"Tell ${applicationName}" = "Kể cho ${applicationName}";

"New chat with ${applicationName} using ${model}" = "Đoạn chat mới với ${applicationName} sử dụng ${model}";

"New conversation with ${applicationName} using ${model}" = "Cuộc trò chuyện mới với ${applicationName} sử dụng ${model}";

"Talk to ${applicationName}" = "Nói chuyện với ${applicationName}";

